# Homebrew Repositories
tap "homebrew/cask"
tap "homebrew/core"

# --- PHP Development Stack (Priority) ---
cask "herd"
cask "dbngin"
cask "tableplus"
cask "postman"
brew "mysql-client" # Crucial CLI client for connecting to MySQL via terminal

# --- CLI Tools ---
brew "stow"  # For symlinking dotfiles easily

# --- Development & Engineering ---
cask "ghostty"

# --- Utilities & System Tools ---
cask "raycast"
cask "rectangle"
cask "appcleaner"
cask "keka"
cask "stats"
cask "cloudflare-warp"

# --- Media & Games ---
cask "handbrake"
cask "prism-launcher"

# --- Security (Objective-See) ---
cask "lulu"
cask "knockknock"
cask "whats-your-sign"
