bat
binwalk
btop
cocoapods
composer
exiftool
eza
fastfetch
fd
ffmpeg
fzf
imagemagick
jq
macmon
micro
node@22
openjdk@21
php@8.3
pnpm
poppler
ripgrep
sevenzip
starship
teamookla/speedtest/speedtest
thefuck
tlrc
tw93/tap/mole
yazi
zoxide
