bat
binwalk
btop
chafa
cloudflared
cmatrix
cocoapods
exiftool
eza
fastfetch
fd
ffmpeg
fzf
gh
glow
imagemagick
jq
lstr
macmon
mactop
micro
mole
mysql-client
nmap
openjdk@21
pnpm
poppler
ripgrep
rtk
sevenzip
spicetify-cli
starship
television
thefuck
tlrc
watchman
wget
witr
yazi
zoxide
