aom
apr
apr-util
argon2
autoconf
bat
brotli
c-ares
ca-certificates
cairo
cocoapods
composer
curl
dav1d
exiftool
eza
fontconfig
freetds
freetype
gd
gettext
giflib
glib
gmp
graphite2
harfbuzz
highway
icu4c@77
imath
jpeg-turbo
jpeg-xl
krb5
libavif
libdeflate
libgit2
libnghttp2
libnghttp3
libngtcp2
libpng
libpq
libsodium
libssh2
libtiff
libtool
libunistring
libuv
libvmaf
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
libzip
little-cms2
lz4
lzo
m4
mpdecimal
net-snmp
node@22
oniguruma
openexr
openjdk@21
openjph
openldap
openssl@3
pcre2
php
pixman
pnpm
python@3.14
readline
rtmpdump
ruby
simdjson
simdutf
sqlite
starship
thefuck
tidy-html5
tlrc
unixodbc
uvwasi
webp
xorgproto
xz
zstd
